results_vCloud_8CPUS_32GB/63/results.txt
transaction type: Custom query
scaling factor: 100
query mode: simple
number of clients: 64
number of threads: 8
duration: 60 s
number of transactions actually processed: 98058
latency average: 39.160 ms
tps = 1629.406675 (including connections establishing)
tps = 1629.496870 (excluding connections establishing)